#출력함수 : print()

# 하나만 출력합니다.
print("#하나만 출력합니다")
print("Hello Python Programming")

# 한줄 띄기
print() # Hello~~줄 다름에 한줄이 떨어진다

print("Python \n") # \n을 사용하면 print()와 같다

# 여러 개를 출력합니다.
print("여러개 출력합니다.")
print(10,20,30,40,50) # print(인수를 콤마(,) 구분하여 한줄에 여러개 쓸 수 있다 )
print("안녕하세요","저의", "이름은:", "이오순입니다")

'''
실행결과
#하나만 출력합니다
Hello Python Programming

Python

여러개 출력합니다.
10 20 30 40 50
안녕하세요 저의 이름은: 이오순입니다
'''

print("아무것도 입력하지 않으면 단순하게 줄 바꿈을 합니다.")
print("---시작확인선---")
print()
print()
print()
print("---끝 확인선---")

'''
실행결과
아무것도 입력하지 않으면 단순하게 줄 바꿈을 합니다.
---시작확인선---



---끝 확인선---
'''